brew "git"
cask "alt-tab"
brew "helm"
brew "age"
brew "k9s"
brew "kubectl"
brew "pre-commit"
cask "tor-browser"
cask "calibre"
brew "vim"
brew "go"
cask "1password"
cask "1password-cli"
brew "watch"
cask "orbstack"
cask "spotify"
brew "sops"
brew "fzf"
brew "zsh-autosuggestions"
brew "go-task/tap/go-task", trusted: true
brew "stow"
brew "ariga/tap/atlas", trusted: true
brew "sqlc"
cask "visual-studio-code"
brew "grep"
brew "gnu-sed"
brew "yq"
brew "jq"
cask "discord"
brew "ansible"
brew "nmap"
brew "zsh-syntax-highlighting"
brew "wget"
brew "starship"
brew "ollama"
brew "pipx"
brew "findutils"
brew "ffmpeg"
brew "mediainfo"
brew "ripgrep"
brew "luarocks"
brew "neovim"
brew "delve"
brew "gotests"
brew "golines"
brew "npm"
brew "typescript"
brew "vscode-langservers-extracted"
brew "helmfile"
brew "screen"
brew "grpc"
brew "buf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "lazygit"
brew "gleam"
brew "git-delta"
brew "opentofu"
brew "kustomize"
brew "openssh"
brew "tmux"
cask "lulu"
cask "ghostty"
cask "dbeaver-community"
cask "font-jetbrains-mono-nerd-font"
cask "wireshark-app"
cask "firefox"
cask "google-chrome"
cask "bruno"
cask "nikitabobko/tap/aerospace", trusted: true
tap "nats-io/nats-tools", trusted: true
brew "nats-io/nats-tools/nats", trusted: true
cask "netbirdio/tap/netbird-ui", trusted: true
brew "netbirdio/tap/netbird", trusted: true
brew "kiota"
brew "sloth-cli"
cask "obsidian"
brew "gh"
brew "uv"
brew "tree-sitter-cli"
brew "terramate"
brew "git-cliff"
brew "mise"
